[
  {
    "quote": "A persistência é o caminho do êxito.",
    "autor": "Charles Chaplin",
  },
  {
    "quote": "O sucesso nasce do querer, da determinação e persistência em se chegar a um objetivo. Mesmo não atingindo o alvo, quem busca e vence obstáculos, no mínimo fará coisas admiráveis.",
    "autor": "José de Alencar",
  },
  {
    "quote": "Lute. Acredite. Conquiste. Perca. Deseje. Espere. Alcance. Invada. Caia. Seja tudo o quiser ser, mas acima de tudo, seja você sempre.",
    "autor": "Tumblr",
  },
  {
    "quote": "Só existe um êxito: a capacidade de levar a vida que se quer.",
    "autor": "Cristopher Morley",
  },
  {
    "quote": "A vitalidade é demonstrada não apenas pela persistência, mas pela capacidade de começar de novo.",
    "autor": "F. Scott Fitzgerald",
  },
  {
    "quote": "A coragem não é ausência do medo; é a persistência apesar do medo.",
    "autor": "Desconhecido",
  },
  {
    "quote": "Só se pode alcançar um grande êxito quando nos mantemos fiéis a nós mesmos.",
    "autor": "Friedrich Nietzsche",
  },
  {
    "quote": "O homem não teria alcançado o possível se, repetidas vezes, não tivesse tentado o impossível.",
    "autor": "Max Weber",
  },
  {
    "quote": "Lute com determinação, abrace a vida com paixão, perca com classe e vença com ousadia, porque o mundo pertence a quem se atreve e a vida é muito para ser insignificante.",
    "autor": "Augusto Branco",
  },
  {
    "quote": "Força de ânimo e coragem na adversidade servem para conquistar o êxito, mais do que um exército.",
    "autor": "John Dryden",
  },
  {
    "quote": "Uma auto-imagem forte e positiva é a melhor preparação possível para o sucesso.",
    "autor": "Joyce Brothers",
  }, 
  {
    "quote": "Não deixe que as pessoas te façam desistir daquilo que você mais quer na vida. Acredite. Lute. Conquiste. E acima de tudo, seja feliz!",
    "autor": "Desconhecido",
  },
  {
    "quote": "Ser profundamente amado por alguém nos dá força; amar alguém profundamente nos dá coragem.",
    "autor": "Lao-Tsé",
  },
  {
    "quote": "A coragem é a primeira das qualidades humanas porque garante todas as outras.",
    "autor": "Aristóteles",
  },
  {
    "quote": "Coragem é a resistência ao medo, domínio do medo, e não a ausência do medo.",
    "autor": "Mark Twain",
  },
  {
    "quote": "Você ganha força, coragem e confiança através de cada experiência em que você realmente para e encara o medo de frente.",
    "autor": "Eleanor Roosevelt",
  },
  {
    "quote": "A vida se contrai e se expande proporcionalmente à coragem do indivíduo.",
    "autor": "Anaïs Nin",
  },
  {
    "quote": "Imagine uma nova história para sua vida e acredite nela.",
    "autor": "Paulo Coelho",
  },
  {
    "quote": "Tudo o que um sonho precisa para ser realizado é alguém que acredite que ele possa ser realizado.",
    "autor": "Roberto Shinyashiki",
  },
  {
    "quote": "Pessimismo leva à fraqueza, otimismo ao poder.",
    "autor": "William James",
  },
  {
    "quote": "O pessimista vê dificuldade em cada oportunidade; o otimista vê oportunidade em cada dificuldade.",
    "autor": "Bertram Carr",
  },
  {
    "quote": "Evite desencorajar-se: mantenha ocupações e faça do otimismo a maneira de viver. Isso restaura a fé em si.",
    "autor": "Lucille Ball",
  },
  {
    "quote": "Faça o que for necessário para ser feliz. Mas não se esqueça que a felicidade é um sentimento simples, você pode encontrá-la e deixá-la ir embora por não perceber sua simplicidade.",
    "autor": "Martha Medeiros",
  },
  {
    "quote": "É preciso ter o caos dentro de si para gerar uma estrela dançante.",
    "autor": "Friedrich Nietzsche",
  },
  {
    "quote": "Há pessoas que choram por saber que as rosas têm espinho. Há outras que sorriem por saber que os espinhos têm rosas!",
    "autor": "Machado de Assis",
  },
  {
    "quote": "O bom humor espalha mais felicidade que todas as riquezas do mundo. Vem do hábito de olhar para as coisas com esperança e de esperar o melhor e não o pior.",
    "autor": "Alfred Montapert",
  },
  {
    "quote": "Otimismo é esperar pelo melhor. Confiança é saber lidar com o pior.",
    "autor": "Roberto Simonsen",
  },
  {
    "quote": "Acredite em si próprio e chegará um dia em que os outros não terão outra escolha senão acreditar com você.",
    "autor": "Cynthia Kersey",
  },
  {
    "quote": "Se não queres que ninguém saiba, não o faças.",
    "autor": "Provérbio Chinês",
  },
  {
    "quote": "Quer você acredite que consiga fazer uma coisa ou não, você está certo.",
    "autor": "Henry Ford",
  },
  {
    "quote": "Foi um grande conselho o que ouvi certa vez, dado a um jovem: Faça sempre o que tiver medo de fazer.",
    "autor": "Ralph Waldo Emerson",
  }, 
  {
    "quote": "O otimista erra tanto quanto o pessimista, mas não sofre por antecipação.",
    "autor": "Fernando Sabino",
  },
  {
    "quote": "A esperança tem duas filhas lindas, a indignação e a coragem; a indignação nos ensina a não aceitar as coisas como estão; a coragem, a mudá-las.",
    "autor": "Santo Agostinho",
  },
  {
    "quote": "Vida é brisa passageira, então faça valer a pena.",
    "autor": "PS. Eu Te Amo",
  },
  {
    "quote": "É uma falta de responsabilidade esperarmos que alguém faça as coisas por nós.",
    "autor": "John Lennon",
  },
  {
    "quote": "Gostaria que você soubesse que existe dentro de si uma força capaz de mudar sua vida. Basta que lute e aguarde um novo amanhecer.",
    "autor": "Margaret Thatcher",
  },
  {
    "quote": "Todas as grandes coisas são simples. E muitas podem ser expressas numa só palavra: liberdade; justiça; honra; dever; piedade; esperança.",
    "autor": "Winston Churchill",
  },
  {
    "quote": "Ame a teu próximo como a ti mesmo e não faça aos outros o que não quer que façam contigo.",
    "autor": "Jesus Cristo.",
  },
  {
    "quote": "Faça o teu melhor, na condição que você tem, enquanto você não tem condições melhores, para fazer melhor ainda!",
    "autor": "Mario Sergio Cortella",
  },
  {
    "quote": "Inaugure sua própria fórmula de ser feliz e patenteie. Você ainda vai ficar rica com os direitos autorais.",
    "autor": "Martha Medeiros",
  },
  {
    "quote": "Você nunca alcança o sucesso verdadeiro a menos que você goste do que está fazendo.",
    "autor": "Dale Carnegie",
  },
  {
    "quote": "É mais fácil vencer um mau hábito hoje do que amanhã.",
    "autor": "Confúcio",
  },
  {
    "quote": "Nunca discuta com pessoas burras, elas vão te arrastar ao nível delas e ganhar de você por terem mais experiência em serem ignorantes.",
    "autor": "Mark Twain",
  },
  {
    "quote": "A disciplina é a parte mais importante do sucesso.",
    "autor": "Truman Capote",
  },
  {
    "quote": "Ninguém nunca conseguiu alcançar sucesso simplesmente fazendo o que lhe é solicitado. É a quantidade e a excelência do que está além do solicitado que determina a grandeza da distinção final.",
    "autor": "Charles Kendall Adams",
  },
]
